Repository: VipinTNK/TNKECGame
Catalog: ECGame/*.lproj/Localizable.strings
Languages: lo_la

source: US Stock
lo_la: ຫຸ້ນສະຫະລັດ

source: China Stock
lo_la: ຫຸ້ນຈີນ

source: Crypto Currency
lo_la: ເງິນດີຈິຕ້ອນ

source: US Dollar Index
lo_la: ເງິນໂດລາສະຫະລັດ

source: BTC/USDT
lo_la: ບິດຄອຍ

source: 1 Minute Loop
lo_la: ຫນຶ່ງ​ນາ​ທີ

source: 5 Minute Loop
lo_la: ຫ້ານາທີ

source: Select BTU
lo_la: ເລືອກສຕ໊ອກ

source: Select Time
lo_la: ເລືອກເວລາ

source: gaming
lo_la: ເກມ

source: Clear
lo_la: ເຄຣຍ

source: Confirm
lo_la: ຢືນຢັນ

source: LAST DRAW:
lo_la: ຜົນອອກຫລ້າສຸດ:

source: TOTAL WINNINGS:
lo_la: ຊະນະທັງໝົດ:

source: NO OF USERS:
lo_la: ຈຳນວນຜູ້ໃຊ້:

source: RESULTS:
lo_la: ຜົນໄດ້ຮັບ:

source: From Date
lo_la: ຈາກວັນທີ

source: To Date
lo_la: ເຖິງວັນທີ

source: EC Game
lo_la: ອີຊີເກມ

source: Registration
lo_la: ລົງທະບຽນ

source: About Us
lo_la: ກ່ຽວກັບພວກເຮົາ

source: Help
lo_la: ການຊ່ວຍເຫຼືອ

source: Terms and Condition
lo_la: ເງື່ອນໄຂ

source: Privacy Policy
lo_la: ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ

source: Notifications
lo_la: ແຈ້ງການ

source: 0-9 First Digit
lo_la: 0-9 ຕົວເລກ ທຳ ອິດ

source: 0-9 Last Digit
lo_la: 0-9 ຕົວເລກສຸດທ້າຍ

source: 0-99 Two Digit
lo_la: 0-99 ສອງ ຕົວເລກ

source: 0-18 Both Digit
lo_la: 0-18ທັງສອງ ຕົວເລກ

source: First Digit
lo_la: ຕົວເລກ ທຳອິດ

source: Last Digit
lo_la: ຕົວເລກ ສຸດທ້າຍ

source: Two Digit
lo_la: ສອງ ຕົວເລກ

source: Both Digit
lo_la: ທັງສອງ ຕົວເລກ

source: Numbers
lo_la: ຕົວເລກ

source: BIG
lo_la: ໃຫຍ່

source: SML
lo_la: ນ້ອຍ

source: ODD
lo_la: ຄີກ

source: EVEN
lo_la: ຄູ່

source: LOW
lo_la: ຕ່ ຳ

source: MID
lo_la: ກາງ

source: HIGH
lo_la: ສູງ

source: OOPS!!!
lo_la: ໂອ້ !!!

source: Ok
lo_la: ຕົກລົງ

source: Alert!
lo_la: ເຕືອນ!

source: Cancel
lo_la: ຍົກເລີກ

source: Warning!
lo_la: ຄຳເຕືອນ!

source: Loading
lo_la: ກຳລັງໂຫລດ

source: Saved!
lo_la: ບັນທຶກແລ້ວ!

source: Error
lo_la: ຂໍ້ຜິດພາດ

source: NO
lo_la: ບໍ່

source: YES
lo_la: ແມ່ນແລ້ວ

source: Please enter your name
lo_la: ກະລຸນາຂຽນຊື່ຂອງທ່ານ

source: Please enter valid name
lo_la: ກະລຸນາໃສ່ຊື່ທີ່ຖືກຕ້ອງ

source: Please select gender
lo_la: ກະລຸນາເລືອກເພດ

source: Please select country name
lo_la: ກະລຸນາເລືອກຊື່ປະເທດ

source: Please enter email address
lo_la: ກະລຸນາໃສ່ທີ່ຢູ່ອີເມວ

source: Please select user rolling
lo_la: ກະລຸນາເລືອກມ້ວນຜູ້ໃຊ້

source: Please enter valid email address
lo_la: ກະລຸນາໃສ່ທີ່ຢູ່ອີເມວທີ່ຖືກຕ້ອງ

source: Seems like your internet services are disabled, please go to Settings and turn on Internet Services.
lo_la: ເບິ່ງຄືວ່າການບໍລິການອິນເຕີເນັດຂອງທ່ານຖືກປິດການນຳໃຊ້, ກະລຸນາໄປທີ່ການຕັ້ງຄ່າແລະເປີດໃຊ້ບໍລິການອິນເຕີເນັດ.

source: Bet Closed
lo_la: ການເດີມພັນຖືກປິດແລ້ວ

source: Bet Successful
lo_la: ສໍາເລັດ

source: Please select stock
lo_la: ກະລຸນາເລືອກຫຼັກຊັບ

source: Please select digit type
lo_la: ກະລຸນາເລືອກປະເພດຕົວເລກ

source: Please select chips
lo_la: ກະລຸນາເລືອກຊິບ

source: Please select time loop related to stock
lo_la: ກະລຸນາເລືອກເອົາຊ່ວງເວລາທີ່ກ່ຽວຂ້ອງກັບຫຼັກຊັບ

source: Please select 'From Date'
lo_la: ກະລຸນາເລືອກ 'ຈາກວັນທີ '

source: Please select 'To Date'
lo_la: ກະລຸນາເລືອກ 'ຮອດວັນທີ '

source: Male
lo_la: ຜູ້​ຊາຍ

source: Female
lo_la: ເພດຍິງ

source: Day
lo_la: ວັນ

source: Weeks
lo_la: ອາທິດ

source: Months
lo_la: ເດືອນ

source: Years
lo_la: ປີ

source: No Record Found
lo_la: ບໍ່ມີບັນທຶກພົບ

source: Name:
lo_la: ຊື່

source: Gender:
lo_la: ເພດ

source: Email:
lo_la: ອີເມວ

source: Country:
lo_la: ປະເທດ

source: Rolling:
lo_la: ມ້ວນ

source: Profile
lo_la: ຂໍ້ມູນ

source: Save
lo_la: ບັນທຶກ

source: Current Bet
lo_la: ການເດີມພັນໃນປະຈຸບັນ

source: Bet Id
lo_la: ຕົວລະບຸການເດີມພັນ

source: Bet Detail
lo_la: ລາຍລະອຽດການພະນັນ

source: Amount
lo_la: ຈໍາ​ນວນ

source: Payout
lo_la: ການຈ່າຍເງິນ

source: Bet Status
lo_la: ສະຖານະການເດີມພັນ

source: Total
lo_la: ລວມທັງ ໝົດ

source: Pending
lo_la: ທີ່ຍັງຄ້າງ

source: Bet History
lo_la: ປະຫວັດການເດີມພັນ

source: Go
lo_la: ໄປ

source: Time
lo_la: ເວລາ

source: Player Id
lo_la: ເພຣເຢີ້ໄອດີ

source: Online Time
lo_la: ເວລາອອນລາຍ

source: Total Online
lo_la: ອອນລາຍລວມ

source: Stock List
lo_la: ບັນຊີຫຸ້ນ

source: Stock Name
lo_la: ຊື່ຫຸ້ນ

source: Live Price
lo_la: ລາຄາສົດ

source: Reference
lo_la: ເອກະສານອ້າງອີງ

source: Title
lo_la: ຫົວຂໍ້

source: Preview
lo_la: ເບິ່ງຕົວຢ່າງ

source: Date
lo_la: ວັນທີ

source: Rules
lo_la: ກົດລະບຽບ

source: PROFILE
lo_la: ໂປຣໄຟລ໌

source: CURRENT BET
lo_la: ການແຂ່ງຂັນປະຈຸບັນ

source: BET HISTORY
lo_la: ປະຫວັດສາດ ການພະນັນ

source: STOCK LIST
lo_la: ລາຍການຫຸ້ນ

source: STOCK ANALYSIS
lo_la: ການວິເຄາະທາງລັດຖະກິດ

source: ONLINE HISTORY
lo_la: ອອນລາຍ ປະຫວັດສາດ

source: RULES
lo_la: ກົດລະບຽບ

source: SETTINGS
lo_la: ການຕັ້ງຄ່າ

source: Settings
lo_la: ການຕັ້ງຄ່າ

source: Account
lo_la: ບັນຊີ

source: Game Options
lo_la: ຕົວເລືອກເກມ

source: Tutorial
lo_la: ການສອນ

source: Terms & Condition
lo_la: ເງື່ອນໄຂແລະເງື່ອນໄຂ

source: Language
lo_la: ພາສາ

source: Chips
lo_la: ຊິບ

source: Show Prime Membership
lo_la: ສະແດງນາຍົກລັດຖະມົນຕີ

source: Sound
lo_la: ສຽງ

source: Allow to Follow me
lo_la: ອະນຸຍາດໃຫ້ຕິດຕາມຂ້ອຍ

source: Show my Online status to my Followers
lo_la: ສະແດງສະຖານະພາບຂອງຂ້ອຍທາງອິນເຕີເນັດໃຫ້ຜູ້ຕິດຕາມຂ້ອຍ

source: Notifications when Friends come Online
lo_la: ການແຈ້ງເຕືອນເມື່ອໝູ່ເຂົ້າອອນລາຍ

source: Logout
lo_la: ອອກ​ຈາກ​ລະ​ບົບ

source: Everyone
lo_la: ທຸກໆຄົນ

source: No One
lo_la: ບໍ່​ມີ​ໃຜ

source: Change
lo_la: ປ່ຽນແປງ

source: View
lo_la: ເບິ່ງ

source: GO
lo_la: ໄປ

source: Win
lo_la: ຊະນະ

source: Lose
lo_la: ສູນເສຍ

source: Sort By
lo_la: ຈັດຮຽງຕາມ

source: Select Date
lo_la: ເລືອກວັນທີ

source: Calculating...
lo_la: ການຄິດໄລ່ ...

source: Total Bet(s) -
lo_la: ການເດີມພັນທັງ ໝົດ -

source: Win -
lo_la: ຊະນະ -

source: Lose -
lo_la: ສູນເສຍ -

source: Payout: 1.95
lo_la: ການຈ່າຍເງິນ: 1.95

source: Payout: 9.82
lo_la: ການຈ່າຍເງິນ: 9.82

source: Payout: 98.82
lo_la: ການຈ່າຍເງິນ: 98.82

source: Payout: 19.92
lo_la: ການຈ່າຍເງິນ: 19.92

source: Select the road map for directly onboarding
lo_la: ເລືອກແຜນທີ່ເສັ້ນທາງ ສຳ ລັບລົງເຮືອໂດຍກົງ

source: Stock Name -
lo_la: ຊື່ຫຸ້ນ -
